{
    "skos:ConceptScheme": "INDIGO Graffiti Thesaurus",
    "dc:title": {
      "@en": "INDIGO Graffiti Thesaurus"
    },
     "dc:title": {
      "@de": "INDIGO Graffiti Thesaurus"
    },
    "identifier": "https://vocabs.acdh.oeaw.ac.at/indigo/Thesaurus",
    "dc:creator": [
      "Jona Schlegel",
      "Stefan Wogrin",
      "Massimiliano Carloni",
      "Geert Verhoeven"
    ],
    "dc:description": {
      "@de": "Der INDIGO Graffiti Thesaurus ist eine kuratierte akademische Ressource, die sich auf die zeitgenössische Graffiti-Terminologie konzentriert, mit einem räumlichen Schwerpunkt auf dem Donaukanal in Wien, Österreich. Es handelt sich dabei nicht nur um eine Sammlung von Begriffen, sondern auch um ein spezialisiertes Werkzeug, das Graffiti-bezogene Konzepte innerhalb eines kontrollierten Vokabulars organisiert und kategorisiert. Genauer gesagt, ist es ein Thesaurus, wo die Konzepte durch verschiedene Beziehungen wie Äquivalenz, Hierarchie und Assoziation miteinander verknüpft sind. Durch die Nutzung des Simple Knowledge Organization System (SKOS) Datenmodells gewährleistet der Thesaurus Konsistenz und Präzision in seiner Darstellung von Informationen. Die Verwendung von SKOS macht den Thesaurus nicht nur zugänglich, sondern auch interoperabel, was eine nahtlose Integration mit anderen weit verbreiteten Ressourcen wie Wikidata und dem Getty Art & Architecture Thesaurus (AAT) des J. Paul Getty Trust und Getty Research Institute ermöglicht. Der Thesaurus ist vom AAT inspiriert und enthält daher auch Informationen, die unter der ODC Attribution License des Getty Research Institute zur Verfügung gestellt werden. Zudem spiegelt der Inhalt systematisch die Struktur des AAT wider, indem er Facetten (AAT, en: facets), Hierarchienamen (AAT, en: hierarchy names) und Leitbegriffe (AAT, en: guide terms) verwendet. Der Thesaurus wird über den Vocabs-Service des Österreichischen Zentrums für Digitale Geisteswissenschaften und Kulturelles Erbe (ACDH-CH) zur Verfügung gestellt, der Skosmos nutzt, eine Open-Source-Software, die speziell für die Veröffentlichung von Vokabularen entwickelt wurde. Für eine verbesserte Zugänglichkeit kann der Thesaurus über eine REST API (Representational State Transfer Application Programming Interface) abgefragt werden, was die Interaktion mit Daten im World Wide Web erleichtert. Darüber hinaus steht er in verschiedenen Datenformaten, einschließlich TSV (Tab-Separated Values) und JSON (JavaScript Object Notation), zur Verfügung, um einer breiten Palette von akademischen und technologischen Vorlieben gerecht zu werden. Mit seinem einzigartigen Fokus auf die Graffiti-Kultur des Donaukanals bietet der Thesaurus einen tiefen Einblick in die zeitgenössische Graffiti-Welt des Wiener Donaukanals und ist ein wertvolles Werkzeug für alle, die sich für diese Form der Kreativität interessieren. Durch die Nutzung des Simple Knowledge Organization System (SKOS) Datenmodells gewährleistet der Thesaurus Konsistenz und Präzision in seiner Darstellung von Informationen. Die Verwendung von SKOS macht den Thesaurus nicht nur zugänglich, sondern auch interoperabel, was eine nahtlose Integration mit anderen weit verbreiteten Ressourcen wie Wikidata und dem Getty Art & Architecture Thesaurus (AAT) des J. Paul Getty Trust und Getty Research Institute ermöglicht. Der Thesaurus ist vom AAT inspiriert und enthält daher auch Informationen, die unter der ODC Attribution License des Getty Research Institute zur Verfügung gestellt werden. Zudem spiegelt der Inhalt systematisch die Struktur des AAT wider, indem er Facetten (AAT, en: facets), Hierarchienamen (AAT, en: hierarchy names) und Leitbegriffe (AAT, en: guide terms) verwendet. Der Thesaurus wird über den Vocabs-Service des Österreichischen Zentrums für Digitale Geisteswissenschaften und Kulturerbe (ACDH-CH) zur Verfügung gestellt, der Skosmos nutzt, eine Open-Source-Software, die speziell für die Veröffentlichung von Vokabularen entwickelt wurde. Für eine verbesserte Zugänglichkeit kann der Thesaurus über eine REST API (Representational State Transfer Application Programming Interface) abgefragt werden, was die Interaktion mit Daten im World Wide Web erleichtert. Darüber hinaus steht er in verschiedenen Datenformaten, einschließlich TSV (Tab-Separated Values) und JSON (JavaScript Object Notation), zur Verfügung, um einer breiten Palette von akademischen und technologischen Vorlieben gerecht zu werden. Mit seinem einzigartigen Fokus auf die Graffiti-Kultur des Donaukanals bietet der Thesaurus einen tiefen Einblick in die zeitgenössische Graffiti-Welt des Wiener Donaukanals und ist ein wertvolles Werkzeug für alle, die sich für diese Form der Kreativität interessieren.",  
      "@en": "The INDIGO Graffiti Thesaurus is a curated academic resource centred on contemporary graffiti terminology, with a spatial focus on the Danube Canal in Vienna, Austria. It is not just a compilation of terms, but also a specialised tool that organises and categorises graffiti-related concepts within a controlled vocabulary. More specifically, it takes the form of a thesaurus, where concepts are connected to each other through equivalence, hierarchical, and associative relationships. By leveraging the Simple Knowledge Organization System (SKOS) data model, the thesaurus ensures consistency and precision in its representation of information. The use of SKOS not only makes the thesaurus accessible but also interoperable, allowing for seamless integration with other widely used resources such as Wikidata and the Getty Art & Architecture Thesaurus (AAT) of the J. Paul Getty Trust and Getty Research Institute. The thesaurus is inspired by the AAT and therefore also contains information provided under the ODC Attribution License by the Getty Research Institute. Moreover, the content systematically reflects the structure of the AAT by using facets, hierarchy names, and guide terms. The thesaurus is made available through the Vocabs service of the Austrian Centre for Digital Humanities and Cultural Heritage (ACDH-CH), which utilises Skosmos, an open-source software tailored for publishing vocabularies. For enhanced accessibility, the thesaurus can be queried via a REST API (Representational State Transfer Application Programming Interface), facilitating its interaction with data over the World Wide Web. Moreover, its availability in diverse data formats, including TSV (Tab-Separated Values) and JSON (JavaScript Object Notation), caters to a wide range of academic and technological preferences. With its unique focus on the graffiti culture of the Danube Canal, the thesaurus offers a deep insight into Vienna's Danube Canal contemporary graffiti world and serves as a valuable tool for all those interested in this form of creativity."
    },
    "dc:language": "English",
    "dc:subject": [
      "graffiti",
      "street art"
    ],
    "version": "1.0.0",
    "dc:publisher": ["project INDIGO", "ACDH-CH"],
    "dct:license": ["Open Data Commons Attribution License (ODC-By) 1.0", "http://opendatacommons.org/licenses/by/1.0/"],
    "owner": "project INDIGO",
    "dc:relation": "https://projectindigo.eu",
    "dc:coverage": "Contemporary graffiti terminology with a spatial focus on the Danube Canal, Vienna, Austria",
    "dc:source": {
      "@en": [
        "Schlegel, Jona, Massimiliano Carloni, Stefan Wogrin, Ann M. Graf, and Geert J. Verhoeven. ‘Making a Mark—Towards a Graffiti Thesaurus’. Document | Archive | Disseminate Graffiti-Scapes, 2023, 203–19. https://doi.org/10.48619/indigo.v0i0.710 Add to Citavi project by DOI.",
        "Contains information from the J. Paul Getty Trust, Getty Research Institute, the Art & Architecture Thesaurus, which is made available under the ODC Attribution License.",
        "Graffiti Project INDIGO Thesaurus Repository: https://github.com/GraffitiProjectINDIGO/graffiti-thesaurus"
      ]
    },
    "collections": [
      "activity",
      "community term",
      "graffito class",
      "graffito component",
      "graffito creator",
      "graffito type",
      "component part",
      "concept idea",
      "design",
      "sign and element",
      "style"
    ],
    "number of concepts": 179,
    "dct:created": "May 17, 2023, 3:57 p.m.",
    "dct:modified": "Aug. 21, 2023, 9:07 a.m.",
    "created by": "killmayer",
    "curator(s)": [
      "mcarloni",
      "jschlegel"
    ]
  }
  
